[
  {
    "section": {
      "title": "Guide",
      "description": "<p>Dörken supplies its customers all over the world with products which are utilized to provide micro-layer corrosion protection. To guarantee consistent quality when the products are applied and handled as well as to ensure the corrosion protective effects and functions of the coating systems are achieved, the applicator must work with a certified management system. In this context, the minimum requirement is ISO 9001 in its currently valid version.</p><p>With respect to the handling and application of the Dörken coating products, the coating process and all processes involved in product preparation shall be reviewed in accordance with the QM (quality management) system. The 'control plans' included in this manual serve as the basis for the coating process for the products supplied by Dörken as well as the continuous improvement processes according to the QM-related specifications. The specified features, methods, and samples may be adapted by considering a statistical assessment as well as validation. A decision of this kind must be visible in the control plans. In addition to the control plans, the CQI-12 audit additionally provides useful information in order to review and assess the coating processes.</p><p>As a function of quality development, Dörken will audit the coating companies at regular intervals for the processes which affect the quality and performance level of the coatings in accordance with the Licensing Agreement. In the event there are findings during the audit or if there are any complaints from the supply chain, Dörken will review the control plans in cooperation with the customer and then define the corrective action measures. The control plans which are described in this manual or those adapted in the context of the framework of the CIP (continuous improvement process) are used for the assessment as well.</p>",
      "author": "omarsawani@gmail.com",
      "subsections": []
    }
  }
]
