[
    {
      "section": {
        "title": "Introduction",
        "description": "<p>Dörken has been developing and manufacturing micro-layer corrosion protection systems for over 40 years and is the European market and technology leader in the field of chromium (VI)-free zinc flake systems. This is based on a sustainable corporate strategy that, from a technological point of view, is the result of several success factors:</p><ul><li>continuously monitored high quality of the products and coating materials during manufacture and development;</li><li>many decades of experience in the automotive industry and other sectors;</li><li>global availability;</li><li>use of modern management systems;</li><li>a globally operating network of highly committed and qualified coating companies whose high quality standards are not only guaranteed by regular audits, but also are continuously improved.</li></ul><p>An essential part of these audits is this application manual.</p><p>The manual includes the following:</p><ul><li>Information and guidance on our zinc flake product portfolio;</li><li>an overview of the various options offered by the application;</li><li>a minimum requirement for documentation;</li><li>Instructions for quality control of the systems</li></ul><p>Current technical data on our products are stored in the respective product technical data sheets and safety data sheets.</p><p>The product technical data sheets, safety data sheets and other downloads of the application manual, which are referred to here, can be found in the login area of our homepage. This requires registration on the Dörken Coatings homepage (Login >> Sign-up). The electrocoating (DELTA-eLACK ®) and the DELTA-PROZINC ® system are not included in this manual.</p><p>If you have any questions about the contents of this manual or other products of Dörken Coatings, please do not hesitate to contact us.</p><p><strong>Contact Details</strong></p><p>Dörken Coatings GmbH & Co. KG<br>Wetterstraße 58<br>D-58313 Herdecke</p><p>Phone: +49 2330 63243<br>Fax: +49 2330 63354<br>Email: coatings@doerken.de<br>Web: www.doerken.com</p>",
        "author": "omarsawani@gmail.com",
        "subsections": []
      }
    }
]
